"ASSISTANT_TRY_AGAIN" = "抱歉，能否再说一次？";
"ASSISTANT_CONNECTION_FAILED_0" = "抱歉，连接网络时遇到问题。";
"ASSISTANT_CONNECTION_FAILED_1" = "抱歉，现在无法连接。";
"ASSISTANT_CONNECTION_FAILED_2" = "抱歉，我没有网络连接。";

"ASSISTANT_INITIAL_QUERY" = "请问您需要什么帮助？";
"ASSISTANT_GUIDE_HEADER" = "轻按麦克风说话，例如：";
"ASSISTANT_GUIDE_BACK_BUTTON_TITLE" = "指南";
"ASSISTANT_NOT_AVAILABLE_TITLE" = "Siri 不可用";
"ASSISTANT_NOT_AVAILABLE_SUBTITLE" = "接入互联网。";

"ASSISTANT_EDUCATION_TITLE" = "需要 Siri 来帮助您吗？";
"ASSISTANT_EDUCATION_CONTENT" = "按住主屏幕按钮来开始使用 Siri。";

"ASSISTANT_GESTURE_DESCRIPTION" = "您不用按住主屏幕按钮，也可以发出语音指令。当屏幕打开时，只需将电话放在耳边并开始说话即可。";